Repository: mozilla-l10n/mt-training-data
Catalog: qxp/qxp_pontoon.tmx
Source language: en_us
Languages: qxp

source: 1 sentence collected
qxp: 1 rimay huñusqa

source: 2 down, keep it up!<playIcon></playIcon>
qxp: 2 ña, kusapuni!<playIcon></playIcon>

source: About
qxp: Kaymanta

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
qxp: { $actionType } <micIcon></micIcon> hinaspa atisqaykiman hina kutichiy

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
qxp: { $actionType } <playIcon></playIcon> hinataq qillqay imatachus uyarinki runaq rimasqanmanta

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
qxp: { $actionType }<playIcon></playIcon> ¿allintachu rimanata rimarqanku?

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
qxp: { $actionType } <playIcon></playIcon> Chay rimasqa clipta uyariy, hinaspa qhawapay qillqasqanpi. ¿kasqanchu? Mana hina kaqtinqa, allinta kanampaq allichay.

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
qxp: { $actionType }<recordIcon></recordIcon> chaymanta rimayta kallpawan rimariy

source: { $actionType }<stopIcon></stopIcon> when done
qxp: { $actionType }<stopIcon></stopIcon> ruwasqaña kaqtin

source: { $actionType } submit when ready
qxp: { $actionType } ruwasqaña kashaqtinqa apachiy

source: Add and Review Sentences, Add Questions, Transcribe Audio
qxp: Rimaykunata yapay hinaspa qhawapay, Tapukuykunata yapay, Uyariykunamanta qillqaqay

source: Add <icon></icon> a public domain sentence
qxp: <icon></icon> llaqtaq kaynin rimayta yapay

source: Add information
qxp: Willakuyta yapay

source: Add new sentences for the community to read
qxp: Aylluman musuq rimaykunata rimanankupaq yapay

source: Add one sentence per line
qxp: Sapa wachupi huk rimayta yapay

source: Add questions in your language
qxp: Simiykipi tapukuykunata yapay

source: Add Sentences
qxp: Rimaykunata Yapay

source: Add sentences in your language
qxp: Simiykipi rimaykunata yapay

source: Add up to 1,000 sentences
qxp: 1,000 rimaykunakama yapay

source: Add Your Voice
qxp: Kunka rimayniykita yapaykuy

source: Agriculture and Food
qxp: Chakra Llamk’ay hinallataq Mikhuy

source: All sentence must have the same domain
qxp: Llapan rimaykuna kasqan mitayuq kananku

source: All sentences must have the same citation
qxp: Llapan rimaykuna kasqan maymanta kananku

source: Already have an account? <login>Log-In</login>
qxp: Cuentayuqchu? <login>Yaykuy</login>

source: An error occurred fetching sentences
qxp: Huk pantaymi ukhurirqan rimaykunata apamuspa

source: An error occurred reviewing this sentence
qxp: Huk pantaymi ukhurirqan kay rimayta qhawapayaspa

source: An error occurred submitting your voice information
qxp: Kunkarimayniykimanta willakamushaqtiyki huk pantachi ukhurirqan

source: An error occurred while creating this transcript
qxp: Qillqaqasqakunata ruwashaspa huk pantay ukhurirqun

source: An error occurred while editing the transcript
qxp: Qillqasqakunata allichashaspa huk pantay ukhurirqun

source: An error occurred while recording
qxp: Simiykita ch'ikushaspa huk pantay ukhurirqun

source: An error occurred while skipping the transcript
qxp: Qillqasqakunata saqirparishaspa huk pantay ukhurirqun

source: An error occurred while skipping this prompt
qxp: Tapukuykunata saqirparishaspa huk pantay ukhurirqun

source: An error occurred while uploading your response
qxp: Ruwasqaykita apachishaspa huk pantay ukhurirqun

source: An error occurred while voting the transcript
qxp: Huk pantay ukhurirqun qillqasqakunata akllashaspa

source: Approve
qxp: Ari niy

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
qxp: Ch’inllasapa rimaykuna qhipapi allinraqmi kanman, ashuanqa mana munaykuchu qhipapi runa ch'aqwashaqta, kaymi machine learning alguritmukunata pantachinmanmi mana allin llamk'anampaq. Sichus qan uyarinki huk rimaykunata Clip rimasqakunapi amapuni chaskiykuychu. Ancha riqsisqa kashan TV hap'ichisqa, utaq wak runakuna qayllallapi rimaykushankuman.

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
qxp: ¿Common Voice’s Spontaneous Speech Projectopi kashankiñachu?

source: Are you coming? <strong>[called by another]</strong>
qxp: Hamushankichu? <strong>[hukpa waqyasqan]</strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
qxp: Tapuykunata <matrixLink>Matrix</matrixLink>pi, <discourseLink>Discourse</discourseLink>pi utaq <emailLink>email</emailLink>pi tapuykuwayku.

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
qxp: Huk qillqaqay hap'inanmi sapa simita hinallataq sapa rimayta, hinaqa runaq rimasqanwan tupan, chaymantapas iskay kuti rimasqankunatapas.

source: Automotive and Transport
qxp: Automotive hinallataq Transport

source: Background Noise
qxp: Ruq Uyarikun

source: Background Voices
qxp: Wak Rimaykuna Uyarikun

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
qxp: Amutaypuni Clipta uyarispa mana chaskinapaq, kanmanmi ichaqa huk simita pantaspa rimasqakuna. Tiqsimuyuntinpi imaymana rimaykunan kan, wakinkunataqa manapaschá llaqtaykipi uyarirqankichu. Hinaqa hukniray rimaq runakunaq ruwasqanta chaskiykullay.

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
qxp: Aswan allin chiqaq simikunapaq llamk'ananpaq kay hina translanguaging hinallataq <mark>codigo-switching</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
qxp: Aswan allin yanapananpaq simikunata pisi utaq <mark>mana qillqayhuñuyuq</mark> (k.h., sociolects, variants, historically unscripted languages, etc)

source: <bold>{ $count }</bold> Clips
qxp: Clips

source: <bold>Help us</bold> find more voices
qxp: <bold>Yanapawayku</bold> aswan kunka rimaykunata tarinaykupaq

source: Bulk batch
qxp: Hatun rimayhuñu

source: Bulk Sentences Uploaded
qxp: Hatun Rimaykunahuñu Q'ipichiy

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
qxp: Kayta ñit'ispa “Linkta emailniyman apachiy”, qan tupanki ñuqaykuq <termsLink>Kamachikuykunawan</termsLink> hinallataq <privacyLink>Willakuymanta Kamachikunawan</privacyLink> chaymanta Mozilla emailta apachimusunkiman imaynatas Common Voice's Spontaneous Speech Projectuman waykunaykipaq.

source: By telling us about yourself, you will help developers build more inclusive technology
qxp: Kikiykimanta willawaspayku, softwareruwaqkunata aswan llapanchispaq technologiata ruwanankupaq yanapanki

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
qxp: Common Voicewan llamk'aspa, <termsLink>Kamachikuykuna</termsLink> hinallataq <privacyLink>Waqaychay Willakuykuna</privacyLink> allimpi tarikunki

source: Cancel Re-recording
qxp: Rimay ruwayta qulluchiy

source: Cancel Submission
qxp: Apachiyta Qulluchiy

source: Cannot submit more than 1000 sentences
qxp: Manam 1000 rimaykunamanta aswan rimaykunata apachiyta atiwaqchu

source: Change
qxp: Hukniraqchay

source: Change preferences
qxp: Hukniraq munasqaykita akllay

source: Check
qxp: Qhawapay

source: Check <icon></icon> is this a linguistically correct sentence?
qxp: Qhawapayay <icon></icon> kay rimayqa simipi rimanapaq allinchu?

source: Check Transcriptions
qxp: Qillqaqaykunata Qhawapay

source: <chevron></chevron>See less
qxp: Pisita rikuchiy

source: <chevron></chevron>See more
qxp: Aswanta rikuchiy

source: Citation
qxp: Maymanta

source: Cite with a URL link or the full name of the work.
qxp: URLta utaq Mayt'uq hunt'asqa sut'inta churanayki.

source: Click
qxp: Ñit'iy

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
qxp: Ñit'iy <guidanceLink>kayta</guidanceLink> kay p'anqata imaynatachus purichina yachanapaq

source: Clips Uploaded
qxp: Clipkuna Q'ipisqa

source: Comment
qxp: Rimapay

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
qxp: Common Voice qallarichishan, organic, spontaneous, mana qillqasqa rimaykunata huñuyta. Kayqa askha ayllukunata yanapanqa aswan usqaylla rimaykunata huñunankupaq, chaymanta willay yachaqkunapaq hinallataq softwareruwaqkunapaq allin kanqa.

source: Contact us
qxp: Rimaykuwayku

source: Contact Us
qxp: Rimaykuwayku

source: Continue
qxp: Qatiykuy

source: Continue speaking
qxp: Astawan rimaykullay

source: Continue validating
qxp: Qhawapayayta hinalla ruway

source: Contribute
qxp: Yanapay

source: Contribute sentences
qxp: Rimaykunawan yanapay

source: Contributing to dataset for { $language }
qxp: { $language } rimayhuñuman yapaykuy

source: Contribution Criteria
qxp: Yanapay Kamachikuna

source: Correct
qxp: Allin

source: Country/Region of Residence
qxp: Suyu/Llaqta tiyasqayki

source: Create a profile
qxp: Musuq cuentata kichariy

source: Criteria
qxp: Kamachikuna

source: Datasets
qxp: Yuyayhuñukuna

source: Delete
qxp: Pichay

source: Delete my recordings
qxp: Ruwasqay rimaykunata pichay

source: Different language
qxp: Wak simi

source: Difficult to pronounce
qxp: Sasa rimana

source: Discard ongoing recording
qxp: Mana waqaychasqata wikch'uy

source: Does the sentence meet the guidelines?
qxp: Kay rimayqa kamachikunawan tupanchu?

source: Donate your voice
qxp: Kunka rimayniykita quriy

source: Done
qxp: Ruwasqa

source: Don't see your language on Common Voice yet?
qxp: ¿Manaraqchu Common Voice ukhupi simiykita rikunki?

source: Don't wish to say
qxp: Manan willayta munanichu

source: Edit
qxp: Allichay

source: Enter your Country/Region of Residence
qxp: Suyu/Llaqta tiyasqaykita qillqay

source: Enter your email
qxp: Emailniykita qillqay

source: Enter your public domain sentence here
qxp: Llaqtaq kayninpi rimayta kaypi qillqay

source: Enter your public domain sentences here
qxp: Llaqtaq kayninpi rimaykunata kaypi qillqay

source: Error
qxp: Pantay

source: Error adding sentence
qxp: Rimay yapaypi pantay

source: Error while playing audio file.
qxp: Rimasqata uyarishaspa pantay.

source: Exit & Delete clips
qxp: Lluqsiy & Clipkunata pichay

source: Female/Feminine
qxp: Warmi

source: Fewer than 15 words per sentence
qxp: Sapa rimay 15 simikunakamallan

source: Finance
qxp: Qullqimanta

source: Finish recording
qxp: Rimay ruwayta tukuy

source: Finish recording first?
qxp: Rimay ruwaytaraq tukuriy?

source: Finish Review
qxp: Qhawapayayta Tukuy

source: Finish validating
qxp: Qhawapayayta tukuy

source: Finish validating clips?
qxp: Clipkunata qhawapayayta tukuy?

source: Follow guidelines from “What sentences can I add?”
qxp: “Ima rimaykunatataq yapayman?” kamachikuykunata tupariy

source: for example
qxp: kay hina

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
qxp: Technologia llapa runapaq allin llamk'ananpaq, yuyayhuñuqa imaymana runakunaq ruwasqanta rikuchinan. Sichus mana ima runakunatapas huk llaqtasimiyuqta churanchischu chayqa, chay technologian mana allintachu llamkanqa chay llaqtasimiyuq runakunapaq. <learnMore>Imanaqtin metadata ancha kusa kasqanmanta yachay.</learnMore>

source: General
qxp: Llapan

source: General language / multiple variants
qxp: Suyu simi / huk ishkay ayllu rimaykuna

source: Grammatical / spelling error
qxp: Gramaticanpi / qillqayninpi pantasqa

source: Great!<recordIcon></recordIcon> Record your next clip
qxp: Kusapuni!<recordIcon></recordIcon> Qatiqnin clipta rimay

source: Great work!<playIcon></playIcon> Listen again when you're ready
qxp: Allin llamk'ay!<playIcon></playIcon> Wakmanta uyariy kamarinapaq kashaqtiyki

source: Guidelines
qxp: Kamachiqkuna

source: Healthcare
qxp: Allinkaymanta

source: Help create Common Voice’s first target segment in { $locale }
qxp: Yanapay Common Voice ñawpaq t'aqaypi { $locale }.

source: Help us validate voices
qxp: Rimasqakunata allin qhawapayta yanapawayku!

source: His hand was rais-ed.
qxp: Makinmi hoqari-sqa.

source: History, Law and Government
qxp: Historia, Kamachiq hinllataq Suyuumanchaq

source: How do I cite?
qxp: Imaynatataq maymanta hamusqanta churasaq?

source: How Spontaneous Speech works
qxp: Imaynatataq Spontaneous Speech llamk'an

source: How to add multiple sentences
qxp: Imaynatataq achka rimaykunata yapakunman

source: How would you describe your sex or gender?
qxp: ¿Imaynatataq willawaq qari utaq warmi kasqaykita?

source: I agree
qxp: Ari nini

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
qxp: Common Voicewan llamk'aspa, <termsLink>Kamachikuykuna</termsLink> hinallataq <privacyLink>Waqaychay Willakuykuna</privacyLink> allimpi tarikunki

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
qxp: Kay rimaykunaqa <wikipediaLink>llaqtaq kayninpin</wikipediaLink> hinallataq ñuqam siqachinaypaq kamachisqa kani.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
qxp: Kay rimayqa <wikipediaLink>llaqtaq kayninpin</wikipediaLink> hinallataq ñuqam siqachinaypaq kamachisqa kani.

source: <icon></icon> Add multiple public domain sentences
qxp: <icon></icon> Ashka llaqtaq kayninpi rimaykunata yapay

source: I do not agree
qxp: Mana ari ninichu

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
qxp: Sichus rimasqayki kuchusqa utaq qapariq kanman chayqa, ama chaskiychu manachus tukuy uyariyta atiwaqraq chayqa.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
qxp: Sichus kay rimayqa kamachikunawan mana tupanchu, lluq'ipi &quot;Mana niy&quot;ta ñit’iy. Sichus mana yachawaq hinachu kashanman, qan kay rimayta kasqallanta saqirpariwaq, hinaqa huk rimaykunawan tupanki.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
qxp: Sichus kay rimayqa kamachikunawan tupan, pañapi &quot;Ari niy&quot;ta ñit’iy.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
qxp: Sichus tarinki imatapas kay kamachikuykunapi mana qhawarisqanmanta chayqa, allin yuyaykusqaykiman hina akllay. Chiqamanta mana akllayta atispaqa, saqirpariy hinataq wak rimaykunata tarinki.

source: If you run out of sentences to review, please help us collect more sentences!
qxp: Sichus qhawapanaykipaq rimaykuna tukurukun, yanapawayku aswan rimaykunata huñunaykupaq!

source: Include appropriate citation
qxp: Maymanta hamusqanta churana

source: Interested in getting involved with this project, or partnering with us?
qxp: ¿Yanapakuytachu utaq ñuqaykuwan kuska yanapayta munanki?

source: Interface language:
qxp: Interface simi:

source: It contains words or phrases that are hard to read or pronounce.
qxp: Kaypin kashan rimaykuna sasa rimanapaq.

source: It is written in a language different than what I’m reviewing.
qxp: Kayqa wak simipi qillqasqa kashan, ñuqaq qhawapayasqaysimimanta.

source: It is written in a language different than what I’m speaking.
qxp: Rimasqaymanta kay huk simipin qillqasqa kashan.

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
qxp: Tapukuykunata atisqaykiman hinalla kutichiy huk ishkay rimarirkunapi. Chiqanchaypuni allin rimaywan kananta mana qhinchay simiwan.

source: Just Unsure?
qxp: Manachu Kaypuni Kanman?

source: Keep it up, record again <recordIcon></recordIcon>
qxp: Allintapuni ruwashanki, wakmanta rimaykuy <recordIcon></recordIcon>

source: Keep the recordings
qxp: Rimay ruwasqakunata waqaychay

source: Keep track of your progress with a profile
qxp: Huk cuentawan ruwasqaykikunata qhawayta atiwaq

source: Language Fundamentals (e.g. Digits, Letters, Money)
qxp: Simimanta Qallariy yachaykuna (e.g. Yupaykuna, Simikuna, Qullqi)

source: Languages
qxp: Simikuna

source: Large bulk sentence submission
qxp: Hatun rimaykunahuñu apachiy

source: Learn how to check a transcription
qxp: Imaynatachus qillqaqasqakunata qhawapayta yachay

source: Learn how to transcribe
qxp: Rimasqakunamanta qillqaqayta yachay

source: Learn how to use this page
qxp: Kay p’anqata imaynatachus purichina yachay

source: Learn More
qxp: Astawan yachay

source: Leaving now means you'll lose your progress
qxp: Kunan ripuspaqa ruwasqaykikuna chinkapunqa

source: Listen
qxp: Uyariy

source: Listen options menu
qxp: Uyarinapaq ruwaykunata akllawaq

source: Loading sentences…
qxp: Rimaykunata q'ipimuspa...

source: Log in or sign up to get started
qxp: Qallarinaykipaq, cuentaykiwan yaykuy utaq musuq cuentata kichariy

source: Log In / Sign Up
qxp: Yaykuy / Qillqayukuy

source: Make sure the sentence meets the following criteria:
qxp: Qhawariypuni sichus kay rimayqa kamachikunata kasun:

source: Male/Masculine
qxp: Qhari

source: <mark>Check</mark>
qxp: <mark>Qhawapay</mark>

source: <mark>Prompt</mark>
qxp: <mark>Tapukuy</mark>

source: <mark>Respond</mark>
qxp: <mark>Kutichiy</mark>

source: <mark>Transcribe</mark>
qxp: <mark>Qillqaqay</mark>

source: Media and Entertainment
qxp: Media hinallataq Entertainment

source: [Mismatched content]
qxp: [Mana tupaq ruwasqa]

source: Misreadings
qxp: Pantasqa rimasqakuna

source: Missing an <strong>'s'</strong> at the end of a word.
qxp: kay simiq tukuyninpi <strong>'s'</strong> qunqasqa.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
qxp: Qallariypi <strong>'Huk'</strong> utaq <strong>'Kay'</strong> niyta qunqarusqakum.

source: Missing the end of the last word by cutting off the recording too quickly.
qxp: Usqhaylla rimayta kuchuspa qhipa simiq tukukuyninta chinkachin.

source: [More has been recorded than the required text]
qxp: [Mana qillqasqakuna rimasqa kashan]

source: More languages coming soon
qxp: Aswan simikuna hamushan

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
qxp: Yaqapascha tupawaq imay mana rimaykunawan, ch'aqwasapa, susihusapa utaq waqaysapa. Takisapa utaq software kunka allichasqasapakunata ama chaskiychu.

source: n
qxp: m

source: N
qxp: M

source: Nature and Environment
qxp: Pachamama hinallataq Kawsay

source: News and Current Affairs
qxp: Willakuykunamanta hinallataq Kunan Kawsaykunamanta

source: No
qxp: Mana

source: [No ‘a’ in the original text]
qxp: [Qillqasqapiqa manam ‘a’ kanchu]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
qxp: <noCopyright>Mana copyright</noCopyright> harkaykuna (cc0)

source: No foreign letters
qxp: Mana hawa simimanta qillqakuna

source: No microphone found.
qxp: Mana ima mikrofonopis tarisqachu.

source: No numbers and special characters
qxp: Yupaykuna hinallataq wak niraq sananpakuna manam kananchu

source: No sentences to review. <addLink>Add more sentences now!</addLink>
qxp: Mana rimaykuna kanchu qhawarinapaq. <addLink>Aswan rimaykunata yapaykuy!</addLink>

source: Not Found
qxp: Mana Tarisqachu

source: No thanks, continue speaking
qxp: Mana, rimayraq

source: Offensive language
qxp: Millay rimay

source: Offensive speech
qxp: Millay parlay

source: On desktop devices you can contribute by downloading…
qxp: Computadorakunapi atiwaqmi q'ipiraykuspa yanapayta...

source: On his head he wore a beret.
qxp: Umanpiqa boinawanmi churasqa kasqa.

source: On iOS please continue with Safari to enable recording…
qxp: iOSpi ama hina kaspa Safariwan rimay ruwayta atichinaykipaq...

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
qxp: Sichus rimariq mana chay simita yachanman hinachu kashanman, pantaspataq rimaykushan chayqa, ama chaskiychu ruwasqanta. Sichus mana utaq ari niyta atiwaq, Saqirpariy ñit’iy.

source: Partner
qxp: Masi

source: [Part of the text can’t be heard]
qxp: [Qillqasqapaq huk chikan mana uyarichikunchu]

source: <playIcon></playIcon>Last one!
qxp: <playIcon> </playIcon> ¡Qipa kaqllañan!

source: Play/Stop
qxp: Uyariy/Sayachiy

source: Please fill out this field.
qxp: Ama hina kaspa, kayta hunt'achiy.

source: Please select a language to review sentences.
qxp: Ama hina kaspa, huk simita akllay rimaykunata qhawapanaykipaq.

source: <privacyLink>Privacy</privacyLink>
qxp: <privacyLink>Willakuymanta Kamachikuna</privacyLink>

source: r
qxp: c

source: Reader Effects
qxp: Ñawinchaqpa Allchayninkuna

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
qxp: Huchuyasqa rimaykunata mana kaqtin rimarispa, kayhinan "We're" "We are" kananta.

source: Read Sentences
qxp: Rimaykunata Rimay

source: Read Sentences, Answer Questions
qxp: Rimaykunata Rimay, Tapukuykunata Kutichiy

source: Read sentences submitted by the community in various languages
qxp: Ayllu runakunaq imaymana simikunapi apachimusqan rimaykunata rimariy

source: Ready to do { $count } more?
qxp: Kamarisqachu kashanki { $count }tawan ruwanaykipaq?

source: <recordIcon></recordIcon> Last one!
qxp: <recordIcon></recordIcon> Qhipa kaqllañam!

source: [Recording cut off before the end of the last word]
qxp: [Qhipa simi manaraq tukukushaqtin rimayqa kuchusqa kashan]

source: Record/Stop
qxp: Ch'ikuy/Sayay

source: Record your response
qxp: Kunka rimayniykita ch'ikuykuy

source: Record yourself reading sentences in your language
qxp: Simiykipi rimaykunata rimariy

source: Record yourself responding to questions and prompts in your language
qxp: Simiykipi tapuykunata hinallataq willaykunata rimariy

source: Record your voice
qxp: Kunka rimayniykita ch'ikuykuy

source: Reference the source of your sentence (required)
qxp: Qillqasqa rimayniykipaq maymanta hamusqanmanta churay (hunt'ana)

source: Reject
qxp: Mana niy

source: Report
qxp: Willakuy

source: Report was passed successfully
qxp: Kay willakuyqa chaskisqañam kashan

source: Request a Language
qxp: Huk Simita mañay
